[
    {
        "name_th": "งูก้นขบ",
        "name_en": "Cylindrophis ruffus",
        "images": {
            "image_1": "cylindrophis_ruffus_1.png",
            "image_2": "cylindrophis_ruffus_2.png",
            "image_3": "cylindrophis_ruffus_3.png",
            "image_4": "cylindrophis_ruffus_4.png",
            "image_5": "cylindrophis_ruffus_5.png"
        },
        "detail_1": "งูก้นขบ เป็นงูไม่มีพิษชนิดหนึ่ง ยาวได้ถึง 1 เมตร พบในประเทศพม่า และตอนใต้ของประเทศจีน (มณฑลฝูเจี้ยน, เขตบริหารพิเศษฮ่องกง และมณฑลไหหลำ) ไปทางใต้จากประเทศเวียดนาม, ประเทศลาว, ประเทศกัมพูชา, ประเทศไทย, คาบสมุทรมลายู และอินเดียตะวันออก ถึงประเทศอินโดนีเซีย (หมู่เกาะรีเยา, เกาะสุมาตรา, เกาะบังกา, เกาะบอร์เนียว, เกาะชวา, เกาะซูลาเวซี, เกาะบูตน และหมู่เกาะซูลา)\nมีลำตัวสีดำแกมม่วง มีลายสีขาวเป็นปล้อง ๆ ไม่มีพิษ แต่เข้าใจกันว่ามีพิษ เพราะมีพฤติกรรมชอบชูและแผ่หางซึ่งปลายที่มีสีแดงส้ม เพื่อขู่ศัตรูให้เข้าใจผิด แต่เมื่อถูกคุกคามหรือจับตัว มักจะแกล้งทำเป็นตาย เป็นงูที่หากินบนพื้นดิน รวมทั้งอาศัยอยู่ในโพรงในพื้นดิน อาหารของพวกมันได้แก่ หนอน ลูกงูจงอาง ตัวอ่อนของแมลง ปลา หนู ลูกงูแมวเซา กบ เขียด ตะปาด คางคก อึ่งอ่าง และลูกพังพอนเป็นต้น\nงูก้นขบออกเป็นตัวโดยไข่จะฟักในท้องและแม่งูจะคลอดลูกอีกทีเป็นตัวการกำเนิดจะสามารถพบในงูโบอาที่พบในทวิปอเมริกา จะออกลูก 8–13 ตัว หรืออาจจะมากกว่านั้นขึ้นอยู่กับความสมบูรณ์ของพื้นที่",
        "detail_2": ""
    },
    {
        "name_th": "งูกะปะ",
        "name_en": "Calloselasma rhodostoma",
        "images": {
            "image_1": "calloselasma_rhodostoma_1.png",
            "image_2": "calloselasma_rhodostoma_2.png",
            "image_3": "calloselasma_rhodostoma_3.png",
            "image_4": "calloselasma_rhodostoma_4.png",
            "image_5": "calloselasma_rhodostoma_5.png"
        },
        "detail_1": "ลักษณะหัวเป็นรูปสามเหลี่ยม คอเล็ก ลำตัวอ้วน หางเรียวสั้น มีลายเป็นรูปเหมือนหลังคาบ้านอยู่ด้านข้างตลอดลำตัว มีสีเทาอมชมพูลายสีน้ำตาลเข้ม เกล็ดมีขนาดใหญ่ จะงอยปากงอนขึ้นข้างบน หากินเวลาพลบค่ำและกลางคืน โดยเฉพาะในเวลาที่มีความชื้นในอากาศสูง เช่น หลังฝนตก ชอบอาศัยในดินปนทรายที่มีใบไม้หรือเศษซากไม้ทับถมกันเพื่อซ่อนตัว ด้วยสีสันและลวดลายจึงทำให้กลมกลืนกับสภาพแวดล้อมได้อย่างดีเยี่ยม เป็นงูที่ไม่ปราดเปรียว เวลาตกใจจะงอตัวหรือขดนิ่ง แต่ฉกกัดรวดเร็วมาก กินอาหารได้แก่ สัตว์ขนาดเล็ก เช่น หนู, นก หรือสัตว์เลื้อยคลานขนาดเล็ก มีความยาวเต็มที่ประมาณ 1 เมตร ออกไข่ครั้งละ 10–20 ฟอง สามารถผสมพันธุ์และวางไข่ได้ทุกฤดูกาล ในตัวที่มีสีคล้ำเรียกว่า งูปะบุก\nพบกระจายพันธุ์ทั่วไปในภูมิภาคอินโดจีนไปจนถึงแหลมมลายู สำหรับในประเทศไทยพบได้ทั่วทุกภาค แต่จะพบมากที่สุดในภาคใต้ เป็นงูที่ปรับตัวให้อาศัยอยู่ในพื้น ๆ ที่มีการทำเกษตรกรรมได้ เช่น สวนยางพาราหรือสวนปาล์มน้ำมัน จึงมักจะมีผู้ถูกกัดอยู่บ่อย ๆ นับเป็นงูพิษที่มีอันตรายต่อมนุษย์มากที่สุดที่พบในประเทศไทย ซึ่งพิษของงูกะปะนั้นมีผลต่อระบบเลือด ทำให้เลือดออกมากผิดปกติ เมื่อถูกกัดภายใน 10 นาทีหลังบริเวณรอบแผลที่ถูกกัดจะบวมขึ้นอย่างรวดเร็วจนกระทั่งแขนหรือขาข้างนั้นบวมไปหมดภายใน 1 ชั่วโมง โดยในรอยเขี้ยวจะมีเลือดไหลตลอดเวลา บริเวณแขนขาที่บวมจะมีสีเขียวคล้ำ ผิวหนังเกิดพองตอนแรกมีน้ำใสต่อมาภายหลังมีเลือด ภายหลังถูกกัดไม่กี่วันรอยเขี้ยวจะเกิดการเน่า ทำให้ผิวหนังมีเลือดออกเป็นรอยคล้ำ เลือดออกทางเดินอาหาร ผู้ที่โดนกัดจะเสียชีวิตได้จากความดันโลหิตต่ำ ซึ่งความดันโลหิตต่ำ เกิดจากการเสียเลือดนั่นเอง โดยคำว่า 'กะปะ' เป็นภาษาใต้ แปลว่า 'ปากเหม็น' ซึ่งหมายถึง แผลของผู้ที่ถูกกัดจะเน่าเหม็น จัดเป็น 1 ใน 7 งูพิษที่มีความสำคัญต่อวงการแพทย์และพิษวิทยา",
        "detail_2": ""
    },
    {
        "name_th": "งูเขียวหัวจิ้งจก",
        "name_en": "Ahaetulla prasina",
        "images": {
            "image_1": "ahaetulla_prasina_1.png",
            "image_2": "ahaetulla_prasina_2.png",
            "image_3": "ahaetulla_prasina_3.png",
            "image_4": "ahaetulla_prasina_4.png",
            "image_5": "ahaetulla_prasina_5.png"
        },
        "detail_1": "งูเขียวหัวจิ้งจก หรือ งูเขียวปากจิ้งจก (อังกฤษ: Oriental whipsnake) เป็นงูที่มีพิษอ่อนมากชนิดหนึ่ง มีชื่อวิทยาศาสตร์ว่า Ahaetulla prasina ในวงศ์ Colubridae มีลักษณะลำตัวเรียวยาว หัวหลิม ปลายปากแหลม ขนาดเมื่อโตเต็มที่ได้ถึง 2 เมตร พื้นลำตัวโดยมากเป็นสีเขียว มักจะมีเส้นสีขาวข้างลำตัวบริเวณแนวต่อระหว่างเกล็ดตัวกับเกล็ดท้อง เส้นขาวยาวตั้งแต่บริเวณคอ จนถึงโคนหาง ท้องขาว ส่วนหางตั้งแต่โคนหางถึงปลายหางจะมีสีน้ำตาลหรือสีชมพู ตามีขนาดใหญ่ ม่านตาอยู่ในแนวนอน อาศัยอยู่ตามต้นไม้ พบทั่วไปในภูมิภาคเอเชียใต้จนถึงเอเชียตะวันออกเฉียงใต้ ในประเทศไทยพบได้ทุกภาค ในป่าทุกประเภท แม้กระทั่งสวนสาธารณะหรือสวนในบริเวณบ้านเรือนของผู้คนที่อยู่ในเมือง\nมีพิษอ่อนมาก โดยพิษจะสามารถทำอันตรายได้เฉพาะสัตว์เล็กที่เป็นอาหาร เช่น จิ้งจก, กิ้งก่า, นก และสัตว์เลี้ยงลูกด้วยนมขนาดเล็ก เป็นต้น ขณะที่ลูกงูจะกินแมลงเป็นอาหาร โดยเป็นงูที่ออกลูกเป็นตัว ระยะเวลาการตั้งท้อง 4 เดือน ออกลูกได้ครั้งละ 6-10 ตัว การผสมพันธุ์จะเริ่มขึ้นในช่วงต้นฤดูฝน\nงูเขียวหัวจิ้งจก มีลักษณะทางกายภาพคล้ายคลึงกับงูอีก 2 ชนิด ที่อยู่ในสกุลเดียวกัน คือ งูเขียวปากแหนบ (A. nasuta) และงูเขียวหัวจิ้งจกมลายู (A. mycterizans) โดยงูทั้ง 3 ชนิด นี้ จะมีความหลากหลายทางสีสันมาก โดยจะมีสีสันแตกต่างหลากหลายออกไป ทั้งสีเขียว, สีส้ม, สีเหลือง, สีน้ำตาล, สีเทา, สีฟ้า หรือ สีเหล่านี้ผสมกัน เป็นต้น โดยงูที่มีโทนสีส้ม จะถูกเรียกว่า 'กล่อมนางนอน' ขณะที่งูที่มีโทนสีเทาจะถูกเรียกว่า 'ง่วงกลางดง' ซึ่งชาวบ้านโดยทั่วไปเชื่อว่าเป็นงูที่มีพิษร้ายแรง แต่หาใช่เป็นความจริงหรือไม่ \nนิยมเลี้ยงเป็นสัตว์เลี้ยงของผู้นิยมเลี้ยงสัตว์เลื้อยคลาน ซึ่งมีราคาซื้อขายที่ไม่แพง",
        "detail_2": ""
    },
    {
        "name_th": "งูเขียวหัวจิ้งจกมลายู",
        "name_en": "Ahaetulla mycterizans",
        "images": {
            "image_1": "ahaetulla_mycterizans_1.png",
            "image_2": "ahaetulla_mycterizans_2.png",
            "image_3": "ahaetulla_mycterizans_3.png",
            "image_4": "ahaetulla_mycterizans_4.png",
            "image_5": "ahaetulla_mycterizans_5.png"
        },
        "detail_1": "งูเขียวหัวจิ้งจกมลายู (อังกฤษ: Malayan green whipsnake, Big-eye green whipsnake) เป็นงูพิษอ่อนชนิดหนึ่ง มีชื่อวิทยาศาสตร์ว่า Ahaetulla mycterizans อยู่ในวงศ์ Colubridae\nมีลักษณะทางกายภาพทั่วไปคล้ายคลึงกับงูเขียวปากจิ้งจก (A. prasina) และงูเขียวปากแหนบ (A. nasuta) มาก โดยเป็นงูที่อยู่ในสกุลเดียวกัน แต่งูเขียวหัวจิ้งจกมลายูไม่มีติ่งแหลมที่ปลายหัว ตามีขนาดใหญ่มีเส้นผ่าศูนย์กลางตายาวเกินครึ่งหนึ่งของระยะจากปลายหัวถึงตา ตัวสีเขียวเข้ม หางสีเดียวกับลำตัว\nใช้ชีวิตอาศัยส่วนใหญ่เป็นต้นไม้ ขนาดยาวเต็มที่ประมาณ 1 เมตร พบกระจายพันธุ์ในแหลมมลายูเรื่อยไปจนถึงสิงคโปร์ เกาะสุมาตราและเกาะชวาในอินโดนีเซีย สำหรับในประเทศไทยพบตั้งแต่จังหวัดชุมพรลงไป\nอาหารของมันคือ นก หนู กบ จิ้งจก กิ้งก่าและลูกนกกินปลี เป็นต้น\nนิยมเลี้ยงเป็นสัตว์เลี้ยงสำ",
        "detail_2": ""
    },
    {
        "name_th": "งูเขียวปากแหนบ",
        "name_en": "Ahaetulla nasuta",
        "images": {
            "image_1": "ahaetulla_nasuta_1.png",
            "image_2": "ahaetulla_nasuta_2.png",
            "image_3": "ahaetulla_nasuta_3.png",
            "image_4": "ahaetulla_nasuta_4.png",
            "image_5": "ahaetulla_nasuta_5.png"
        },
        "detail_1": "งูเขียวปากแหนบ (อังกฤษ: Long-nosed whip snake, Green vine snake) เป็นงูพิษอ่อนชนิดหนึ่ง มีชื่อวิทยาศาสตร์ว่า Ahaetulla nasuta ในวงศ์ Colubridae\nเป็นงูที่มีลักษณะคล้ายกับงูเขียวปากจิ้งจก (A. prasina) มาก โดยลำตัวเรียวยาวมีพื้นลำตัวส่วนใหญ่เป็นสีเขียว ตามีขนาดใหญ่ ม่านตาอยู่ในแนวนอน หางมีสีเขียวกับลำตัว แต่มีคความแตกต่างคือ งูเขียวปากแหนบจะมีจะงอยปากที่เรียวเล็กและแหลมกว่างูเขียวปากจิ้งจก และมีติ่งแหลมยื่นที่ปลายหัว ใช้ชีวิตอาศัยอยู่บนต้นไม้เป็นส่วนใหญ่ กินอาหารสัตว์เลื้อยคลานขนาดเล็ก กบ เขียด นก และหนูเป็นอาหาร\nพบกระจายพันธุ์ทั่วไปในภูมิภาคเอเชียใต้จนถึงเอเชียตะวันออกเฉียงใต้ สำหรับในประเทศไทยพบทั่วทุกภาคยกเว้นภาคใต้ พบในป่าทุกประเภท รวมถึงสวนสาธารณะหรือสวนในบ้านเรือนผู้คนทั่วไปในเมืองใหญ่ด้วย\nนิยมเลี้ยงเป็นสัตว์เลี้ยงสำหรับผู้ที่นิยมเลี้ยงสัตว์เลื้อยคลาน เช่นเดียวกับงูเขียวปากจิ้งจก โดยมีราคาซื้อขายที่ไม่แพง",
        "detail_2": ""
    },
    {
        "name_th": "งูเขียวพระอินทร์",
        "name_en": "Chrysopelea ornata",
        "images": {
            "image_1": "chrysopelea_ornata_1.png",
            "image_2": "chrysopelea_ornata_2.png",
            "image_3": "chrysopelea_ornata_3.png",
            "image_4": "chrysopelea_ornata_4.png",
            "image_5": "chrysopelea_ornata_5.png"
        },
        "detail_1": "งูเขียวพระอินทร์เป็นงูบก หัวกลม ว่องไวปราดเปรียว เลื้อยเร็ว ลำตัวสีเขียวอ่อน มีลายดำตลอดตัว หัวมีลายมากจนดูคล้ายกับมีหัวสีดำ ใต้คางสีขาว ใต้ท้องสีเขียวอ่อนหรือเหลืองอ่อน ๆ ใต้หางมีลายดำเป็นจุด ๆ\nพบในบริเวณพื้นที่ที่มีความสูงมากกว่า 550 เมตร ในประเทศไทย จีน อินเดีย ศรีลังกา พม่า อินโดจีน มาเลเซีย ฟิลิปปินส์\nงูเขียวพระอินทร์ชอบอาศัยอยู่ตามซอกมุมบ้าน ซุ้มไม้ ออกหากินในเวลากลางวัน กิน กิ้งก่า จิ้งจก ลูกนก หนู งูที่เล็กกว่าบางชนิด และแมลงต่าง ๆ เรื่องเล่าที่มีมานานว่างูเขียวพระอินทร์กินตับตุ๊กแก แต่ที่จริงแล้วงูเขียวพระอินทร์จะพยายามกัดรัดตุ๊กแก แล้วกินเข้าไปทั้งตัว ไม่ใช่ล้วงเข้าไปกินตับตุ๊กแกหรือพยายามแย่งอาหารตุ๊กแกแต่อย่างใด ถ้าตุ๊กแกตัวไม่โตนักก็จะกลืนกินตุ๊กแกทั้งตัว นิยมเลี้ยงเป็นสัตว์เลี้ยงของผู้นิยมเลี้ยงสัตว์เลื้อยคลาน ซึ่งมีราคาซื้อขายที่ไม่แพง งูเขียวพระอินทร์สืบพันธุ์โดยการออกลูกเป็นไข่ในโพรงไม้ ครั้งละ 6-20 ฟองและลูกงูแรกเกิดนันจะมีความยาวประมาตร 11-15 เซนติเมตร",
        "detail_2": ""
    },
    {
        "name_th": "งูเขียวหางไหม้ลายเสือ",
        "name_en": "Trimeresurus purpureomaculatus",
        "images": {
            "image_1": "trimeresurus_purpureomaculatus_1.png",
            "image_2": "trimeresurus_purpureomaculatus_2.png",
            "image_3": "trimeresurus_purpureomaculatus_3.png",
            "image_4": "trimeresurus_purpureomaculatus_4.png",
            "image_5": "trimeresurus_purpureomaculatus_5.png"
        },
        "detail_1": "งูเขียวหางไหม้ลายเสือ หรือ งูพังกา (อังกฤษ: Shore pit viper, Mangrove pit viper หรือ Mangrove viper) เป็นงูพิษชนิดหนึ่ง มีพิษรุนแรง เมื่อเข้าใกล้จะสั่นหางขู่และฉกกัดอย่างรวดเร็ว ออกหากินในเวลากลางคืน อาศัยบนต้นไม้เป็นพุ่มเตี้ยๆ ตามป่าชายเลน หรือตามริมฝั่งคลองที่ติดกับทะเล[2] พบในประเทศอินเดีย (รัฐอัสสัม, หมู่เกาะอันดามัน), ประเทศบังกลาเทศ, ประเทศพม่า, ประเทศไทย, มาเลเซียตะวันตก, ประเทศสิงคโปร์ และ ประเทศอินโดนีเซีย (เกาะสุมาตรา)\nเป็นงูขนาดค่อนข้างใหญ่ หัวโตรูปสามเหลี่ยม คอเล็กกว่าหัวและลำตัว ลำตัวอ้วน หัวและลำตัวมีสีเหลืองค่อนข้างซีด บนหัวมีจุดสีดำกระจายทั่วไป ลำตัวมีลายสีดำเป็นแนวกว้างพาดขวาง ระยะไม่แน่นอนจากคอถึงหาง ข้างลำตัวมีลายสีดำเล็กๆ กระจายทั่วไป ท้องสีขาวขอบเกล็ดสีดำ จากลักษณะของลวดลายและสีบนลำตัว[2] ตัวเมียมีขนาดใหญ่และยาวกว่าตัวผู้ ตัวผู้ยาวประมาณ 66.5 ซม. หางยาว 12.5 ซม. ตัวเมียยาวประมาณ 90 ซม. หางยาว 14 ซม. ออกลูกเป็นตัวครั้งละประมาณ 7 -14 ตัว\nงูเขียวหางไหม้ลายเสือ ยังเป็นที่นิยมเลี้ยงเป็นสัตว์เลี้ยงของผู้นิยมเลี้ยงสัตว์เลื้อยคลาน แต่ว่าเมื่อเทียบกับงูเขียวหางไหม้ท้องเขียวแล้ว งูเขียวหางไหม้ลายเสือเลี้ยงได้ยากกว่าพอสมควรเนื่องจากกินหนูเป็นอาหารและยังมีนิสัยที่ดุไม่เชื่องเหมือนงูเขียวหางไหม้ท้องเขียว",
        "detail_2": ""
    }
]